// 問題の配列
const quizData = [
    {
        question: "トヨタウェイって？",
        options: ["競争を推奨する", 
                  "「だれか」のために",
                  "知識を上げる",
                  "余力を使い切る"],
        answer: 2
    },
    {
        question: "STOP6を選んでください",
        options: ["設備との接触",
                  "転倒",
                  "切創",
                  "疾病",
                  "転落"],
        answer: 5

    },
    {
        question: "トヨタ生産方式の２本の柱は？",
        options: ["ジャストインタイムと自動化", 
                  "ジャストインタイムと自働化", 
                  "ジャストインタイムと生産性向上"],
        answer: 2
    },
    {
        question: "安全の門に書いてあるのは？",
        options: ["熟練した作業",
                  "不安全な作業",
                  "直感的な判断",
                  "確実な報告"],
        answer: 1
    },
    {
        question: "「豊田綱領」間違えはどれ？",
        options: ["上下一致 至誠業務に服し 産業報国の実を挙ぐべし",
                   "研究と創造に心を致し 常に時流に先んずべし",
                   "華美を戒め 質実剛健たるべし",
                   "温情友愛の精神を発揮し 社会的美風を作興すべし",
                   "神仏を尊崇し 報恩感謝の生活を為すべし"],
        answer: 4
    },
];

//　画像の配列
const imageList = ["toyotaWay.jpg","stop6.jpg","TPS.jpg","anzen.jpg","koryoSeisin.jpg"];

//　画像のタイトル
const imageTitle = ["トヨタウェイ","ＳＴＯＰ６","ＴＰＳ","安全の門","豊田綱領"];